tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
tap "zero-sh/tap"
# Plugin manager for zsh, inspired by oh-my-zsh and vundle
brew "antigen"
# Command-line fuzzy finder written in Go
brew "fzf"
# Tiny, lightning fast, feature-packed file manager
brew "nnn"
# Password manager
brew "pass"
# Interpreted, interactive, object-oriented programming language
brew "python"
# Spotify daemon
brew "spotifyd"
# Programatically correct mistyped console commands
brew "thefuck"
# Terminal multiplexer
brew "tmux"
# Vi 'workalike' with many additional features
brew "vim"
# A terminal user interface for Spotify
brew "rigellute/tap/spotify-tui"
# Radically simple personal bootstrapping tool for macOS
brew "zero-sh/tap/zero"
cask "alacritty"
cask "amethyst"
cask "appcleaner"
cask "bitwarden"
cask "blackhole"
cask "cyberduck"
cask "flux"
cask "font-anonymous-pro"
cask "font-fantasque-sans-mono"
cask "font-input"
cask "font-iosevka"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "lulu"
cask "macs-fan-control"
cask "mendeley-desktop"
cask "monitorcontrol"
cask "next"
cask "obs"
cask "owncloud"
cask "postman"
cask "rocket"
cask "signal"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "zoomus"
