CoenraadS.bracket-pair-colorizer-2
dbaeumer.vscode-eslint
esbenp.prettier-vscode
kumar-harsh.graphql-for-vscode
lunarlimbo.banner-comments-plus
octref.vetur
redhat.java
richardwillis.vscode-gradle
sdras.night-owl
stylelint.vscode-stylelint
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wix.vscode-import-cost
