dbaeumer.vscode-eslint
esbenp.prettier-vscode
redhat.java
teabyii.ayu
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wix.vscode-import-cost
