tap "cjbassi/ytop"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "rigellute/tap"
tap "zero-sh/tap"
# Plugin manager for zsh, inspired by oh-my-zsh and vundle
brew "antigen"
# Command-line fuzzy finder written in Go
brew "fzf"
# Distributed revision control system
brew "git"
# Tiny, lightning fast, feature-packed file manager
brew "nnn"
# Password manager
brew "pass"
# Interpreted, interactive, object-oriented programming language
brew "python"
# Spotify daemon
brew "spotifyd"
# Programatically correct mistyped console commands
brew "thefuck"
# Terminal multiplexer
brew "tmux"
# Vi 'workalike' with many additional features
brew "vim"
# A TUI system monitor written in Rust
brew "cjbassi/ytop/ytop"
# A terminal user interface for Spotify
brew "rigellute/tap/spotify-tui"
# Radically simple personal bootstrapping tool for macOS
brew "zero-sh/tap/zero"
cask "alacritty"
cask "appcleaner"
cask "bitwarden"
cask "blackhole"
cask "cyberduck"
cask "discord"
cask "firefox"
cask "flux"
cask "font-anonymous-pro"
cask "font-cascadia"
cask "font-fantasque-sans-mono"
cask "font-hasklig"
cask "font-input"
cask "font-iosevka"
cask "font-iosevka-slab"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "kitty"
cask "lulu"
cask "macs-fan-control"
cask "mendeley-desktop"
cask "monitorcontrol"
cask "next"
cask "obs"
cask "owncloud"
cask "postman"
cask "protonvpn"
cask "rocket"
cask "signal"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
